Repository: Best4u-Media/storekeeper-woocommerce-b2c
Catalog: i18n/storekeeper-woocommerce-b2c-*.po
Languages: nl_nl

source: Tools
nl_nl: Gereedschap

source: Settings
nl_nl: Instellingen

source: Failed to sync order
nl_nl: De bestelling kan niet worden gesynchroniseerd

source: Please try again
nl_nl: Probeer opnieuw

source: Last sync
nl_nl: Laatste synchronisatie

source: Open in backoffice
nl_nl: Open in StoreKeeper backoffice

source: Force sync
nl_nl: Synchronisatie forceren

source: New products are not synced back to StoreKeeper.
nl_nl: Nieuwe producten worden niet gesynchroniseerd naar StoreKeeper.

source: The StoreKeeper synchronization plugin extension is not connected, thus nothing is synchronized. please click configure to do so.
nl_nl: De extensie StoreKeeper synchronization plugin plugin is niet verbonden met de backoffice, dus er word niets gesynchroniseerd. klik alstublieft op configureren om dit te doen.

source: Configure StoreKeeper synchronization plugin
nl_nl: Configureer StoreKeeper synchronization plugin

source: category
nl_nl: categorie

source: attribute
nl_nl: eigenschap

source: attribute term
nl_nl: attribuut term

source: This order is marked as completed, any changes might not be synced to the backoffice
nl_nl: Deze bestelling is gemarkeerd als voltooid, eventuele wijzigingen worden niet gesynchroniseerd met de backoffice

source: order
nl_nl: bestelling

source: full
nl_nl: volledig

source: This %s has a failing task, check the logs of the tasks or ask your system administrator to check out the problem.
nl_nl: Deze %s heeft een falende taak, controleer de logboeken van de taken of vraag uw systeembeheerder om het probleem te bekijken.

source: With as first line
nl_nl: Met als eerste lijn

source: This %s is synced from the backoffice, thus any changes won't be synced back and can be overwritten when made in WooCommerce!
nl_nl: Deze %s is gesynchroniseerd vanuit de backoffice, dus eventuele wijzigingen worden niet terug gesynchroniseerd en worden overschreven!

source: It seems that its been %s ago since the process tasks cron has been running, Contact your system administrator to solve this problem.
nl_nl: Het lijkt erop dat het %s geleden is sinds de cron die taken verwerkt is uitgevoerd, Neem contact op met uw systeembeheerder om dit probleem op te lossen.

source: Please configure as your cron tab:
nl_nl: Configureer alstublieft als uw cron tab:

source: minutes
nl_nl: minuten

source: hours
nl_nl: uren

source: days
nl_nl: dagen

source: months
nl_nl: maanden

source: years
nl_nl: jaren

source: StoreKeeper Sync Plugin
nl_nl: StoreKeeper synchronization plugin

source: No tabs set for this page
nl_nl: Geen tabbladen ingesteld voor deze pagina

source: Tasks
nl_nl: Taken

source: Scheduler
nl_nl: Planner

source: Connection
nl_nl: Verbinding

source: Developer settings
nl_nl: Developer instellingen

source: Backoffice roles
nl_nl: Backoffice-rollen

source: results
nl_nl: resultaten

source: %s of %s
nl_nl: %s van %s

source: Apply to all
nl_nl: Toepassen op alles

source: Save settings
nl_nl: Sla instellingen op

source: Disable SSO
nl_nl: Schakel SSO uit

source: Other backoffice roles
nl_nl: Andere backoffice-rollen

source: Backoffice %s role
nl_nl: Backoffice %s rol

source: Currently connected to
nl_nl: Momenteel verbonden met

source: Disconnect
nl_nl: Ontkoppel API

source: Steps
nl_nl: Stappen

source: Copy the "Backoffice API Key" from the text area.
nl_nl: Kopieer de "Backoffice API Key" uit het tekst vlak.

source: Log into your admin environment
nl_nl: Log in op uw admin-omgeving

source: Navigate to settings > technical settings and click on the "webhook" tab.
nl_nl: Navigeer naar instellingen > technische instellingen en klik op de "webhook" tab.

source: Paste your api key into the field that says "Api key" and click connect.
nl_nl: Plak je api-sleutel in het veld dat zegt "Api-sleutel" en klik op verbinden.

source: Once done, you should reload this page and you will be fully connected.
nl_nl: Als je klaar bent, kunt u deze pagina opnieuw laden en ben je volledig verbonden.

source: Sync statistics
nl_nl: Synchronisatiestatistieken

source: Tasks in queue
nl_nl: Taken in wachtrij

source: Webhooks in queue
nl_nl: Webhooks in wachtrij

source: Last task processed
nl_nl: Laatste taak verwerkt

source: Last webhook received
nl_nl: Laatste webhook ontvangen

source: Synchronization settings
nl_nl: Synchronisatie instellingen

source: No tasks processed (successfully) yet, but the cron is running
nl_nl: Nog geen taken (met succes) verwerkt, maar de cron is ingesteld

source: Never, please check the "cron tab" notice.
nl_nl: Nooit, controleer de "cron tab' opmerking.

source: Never
nl_nl: Nooit

source: Full sync
nl_nl: Volledige synchronisatie

source: Order only
nl_nl: Alleen bestelling

source: Products, categories, labels/tags, attributes with options, coupons, orders and customers are being synced
nl_nl: Producten, categorieën, labels / tags, attributen met opties, coupons, bestellingen en klanten worden gesynchroniseerd

source: Orders and customers are being exported, order status and product stock with matching skus are being imports
nl_nl: Orders en klanten worden geëxporteerd, orderstatus en productvoorraad met bijpassende sku's worden geïmporteerd

source: Synchronization mode
nl_nl: Synchronisatie modus

source: Activate StoreKeeper payments
nl_nl: StoreKeeper betalingen Activeren

source: When checked, active webshop payment methods from your StoreKeeper backoffice are added to your webshop's checkout
nl_nl: Wanneer ingeschakeld, worden actieve webshop-betaalmethoden uit uw StoreKeeper backoffice toegevoegd aan de uitcheck pagina van uw webshop

source: Notify when backorderable
nl_nl: Melden wanneer ze kunnen worden nabesteld

source: When checked, imported or updated products will have the backorder status set to 'Allow, but notify customer', else I will be set to 'Allow'
nl_nl: Wanneer ingeschakeld, zullen geïmporteerde of bijgewerkte producten de naleveringsstatus hebben ingesteld op 'Toestaan, maar klant informeren', anders zal het worden ingesteld op 'Toestaan'

source: Products & categories synced
nl_nl: Producten en categorieën gesynchroniseerd

source: Orders & customers synced
nl_nl: Bestellingen en klanten gesynchroniseerd

source: Promotions & coupons synced
nl_nl: Promoties en coupons gesynchroniseerd

source: Payments active
nl_nl: Betalingen actief

source: Export
nl_nl: Exporteren

source: Overwrite language (iso2)
nl_nl: Taal overschrijven (iso2)

source: Export all
nl_nl: Alles exporteren

source: Export customers
nl_nl: Klanten exporteren

source: Export tags
nl_nl: Tags exporteren

source: Export categories
nl_nl: Categorieën exporteren

source: Export attributes
nl_nl: Eigenschappen exporteren

source: Export attribute options
nl_nl: Eigenschap opties exporteren

source: Export product blueprints
nl_nl: Product blauwdrukken exporteren

source: Export products
nl_nl: Producten exporteren

source: Featured attribute export settings
nl_nl: Uitgelichte eigenschappen export instellingen

source: Not mapped
nl_nl: Niet gekoppeld

source: Attributes can only be used once
nl_nl: Eigenschappen kan maar een keer worden gebruikt

source: Please wait and keep the page open while we are exporting your %s.
nl_nl: Wacht alstublieft en houd de pagina open terwijl we uw %s exporteren.

source: your export will be downloaded as soon the export finished.
nl_nl: uw export wordt gedownload zodra de export is voltooid.

source: Total tasks
nl_nl: Totaal aantal taken

source: Successful tasks
nl_nl: Totaal aantal succesvolle taken

source: "%s" only purges items older than 30 days or if there are more than 1000 items, we purge all but the last 1000 items and purge items older than 7 days.
nl_nl: "%s" verwijdert alleen items die ouder zijn dan 30 dagen en als er meer dan 1000 items zijn, verwijderen we alle items behalve de laatste 1000 items en items die ouder zijn dan 7 dagen.

source: Purge successful tasks
nl_nl: Verwijder succesvolle taken

source: Total webhooks
nl_nl: Totaal aantal webhooks

source: Purge webhooks
nl_nl: Verwijder webhooks

source: Started purging tasks, please wait.
nl_nl: Begonnen met het verwijderen van taken, een ogenblik geduld.

source: Purged %s items
nl_nl: %s items verwijderd

source: Started purging webhooks, please wait.
nl_nl: Begonnen met het verwijderen van webhooks, een ogenblik geduld.

source: Name
nl_nl: Naam

source: Version
nl_nl: Versie

source: Conflicts
nl_nl: Conflicten

source: Not supported
nl_nl: Niet ondersteund

source: StoreKeeper options
nl_nl: StoreKeeper opties

source: PHP version %s or up
nl_nl: PHP versie %s of hoger

source: Contact your server provider to upgrade your PHP version to at least %s
nl_nl: Neem contact op met uw serverprovider om uw PHP versie te upgraden naar ten minste %s

source: PHP %s extension
nl_nl: PHP %s extensie

source: Contact your server provider to enable the PHP %s extension for the StoreKeeper synchronization plugin to function properly
nl_nl: Neem contact op met uw serverprovider om de PHP %s extensie in te schakelen zodat de StoreKeeper synchronisatie plugin correct werkt

source: StoreKeeper database version
nl_nl: StoreKeeper data versie

source: Total database size
nl_nl: Totale database grootte

source: Data database size
nl_nl: Data database grootte

source: Shop info sync
nl_nl: Shop info synchronisatie

source: Coupon code sync
nl_nl: Coupon code synchronisatie

source: Categories sync
nl_nl: Categorieën synchronisatie

source: Tags/labels sync
nl_nl: Tags/labels synchronisatie

source: Attributes sync
nl_nl: Eigenschap synchronisatie

source: Featured attributes sync
nl_nl: Uitgelichte eigenschappen synchronisatie

source: Attribute options sync
nl_nl: Eigenschap opties synchronisatie

source: Products sync
nl_nl: Product synchronisatie

source: Upsell product sync
nl_nl: Upsell product synchronisatie

source: Cross sell product sync
nl_nl: Cross sell product synchronisatie

source: Some synchronizations can take up to 24 hours to complete, leave the page open until its done.
nl_nl: Bij sommige synchronisaties kunnen tot en met 24 uur duren. Laat de pagina open totdat deze is voltooid.

source: Sync controls
nl_nl: Synchronisatie knoppen

source: Start sync
nl_nl: Start synchronisatie

source: Executing %s.
nl_nl: %s uitvoeren.

source: This can take up to 24 hours depending of your data, please do not close the tab.
nl_nl: Dit kan tot 24 uur duren, afhankelijk van uw gegevens. Sluit het tabblad niet.

source: Done executing %s
nl_nl: Klaar met %s uit te voeren

source: %s successful
nl_nl: %s geslaagd

source: Message
nl_nl: Bericht

source: Date
nl_nl: Datum

source: Times ran
nl_nl: Aantal keren uigevoerd

source: Action
nl_nl: Acties

source: retry
nl_nl: opnieuw proberen

source: Select log type
nl_nl: Log type selecteren

source: Select log status
nl_nl: Log status selecteren

source: Resolve selected
nl_nl: Geselecteerde oplossen

source: Sync check
nl_nl: Synchronisatie controle

source: Plugin conflict checker
nl_nl: Plugin conflict controle

source: Export to StoreKeeper
nl_nl: Exporteer naar StoreKeeper

source: Log purger
nl_nl: Logs verwijderen

source: %s: You need to have WooCommerce installed for this add-on to work
nl_nl: %s: Je moet WooCommerce geïnstalleerd hebben om deze add-on te laten werken

source: Your WooCommerce version (%s) is lower then the minimum required %s which could cause unexpected behaviour
nl_nl: Uw PHP-versie is lager dan de minimaal vereiste %s, dus de activering van deze plug-in gaat word afgebroken

source: Wordpress error message:
nl_nl: Wordpress foutmelding:

source: Customer Email
nl_nl: Klanten email

source: Customer phone number
nl_nl: Klanten telefoonnummer

source: Used coupon code
nl_nl: Gebruikte coupon code

source: You are now subscribed.
nl_nl: Je bent nu ingeschreven.

source: You are already subscribed.
nl_nl: Je bent al ingeschreven.

source: An error occurred!
nl_nl: Er is een fout opgetreden!

source: Categories
nl_nl: Categorieën

source: Attributes
nl_nl: Eigenschappen

source: Attribute options
nl_nl: Eigenschap opties

source: Customers
nl_nl: Klanten

source: Products
nl_nl: Producten

source: Product blueprints
nl_nl: Product bluewdrukken

source: All
nl_nl: Alle

source: Login expired, please try again
nl_nl: Inloggen verlopen, probeer opnieuw

source: Brand
nl_nl: Merk

source: Printable shortname
nl_nl: Afdrukbare naam

source: Needs weight on kassa
nl_nl: Gewicht is verplicht

source: Needs description on kassa
nl_nl: Omschrijving is verplicht

source: Duration in seconds
nl_nl: Duur in seconden

source: Minimal order quantity
nl_nl: Minimale bestel hoeveelheid

source: In package quantity
nl_nl: In pakket hoeveelheid

source: In box quantity
nl_nl: In doos aantal

source: In out quantity
nl_nl: In buiten doos hoeveelheid

source: Unit weight in grams
nl_nl: Gewicht per stuk in gram

source: The payment has been canceled, please try again
nl_nl: De betaling is geannuleerd, probeer het a.u.b. opnieuw

source: There was an error during processing of the payment: %s
nl_nl: Er was een probleem tijdens het verwerken van de betaling: %s

source: The order's payment status received: %s
nl_nl: De betalingsstatus van de bestelling is ontvangen: %s

source: Order number
nl_nl: Bestellingsnummer

source: The order's payment was created eid: %s trx: %s
nl_nl: De betaling van de bestelling is gemaakt eid: %s trx: %s

source: Unable to set php configuration option %s
nl_nl: PHP configuratie optie %s kon niet worden ingesteld

source: New
nl_nl: Nieuw

source: Processing
nl_nl: Verwerken

source: Success
nl_nl: Succes

source: Failed
nl_nl: Mislukt

source: Category
nl_nl: Categorie

source: Product stock
nl_nl: Productvoorraad

source: Redirect
nl_nl: Doorverwijzing

source: Order
nl_nl: Bestelling

source: Trigger variation save actions
nl_nl: Activeer acties voor variatie-variaties

source: Parent product recalculation
nl_nl: Herberekening van het configureerbaar product

source: Report error
nl_nl: Foutmelding

source: Other
nl_nl: Andere

source: Full import
nl_nl: Volledige synchronisatie

source: Attribute import
nl_nl: Attribuut importeren

source: Category import
nl_nl: Categorie importeren

source: Product import
nl_nl: Product importeren

source: Product stock update
nl_nl: Update productvoorraad

source: Tag import
nl_nl: Tag importeren

source: Coupon code import
nl_nl: Coupon code importeren

source: Order export
nl_nl: Bestelling exporteren

source: Order import
nl_nl: Bestelling importeren

source: Delete category
nl_nl: Categorie verwijderen

source: Delete product
nl_nl: Product verwijderen

source: Delete tag
nl_nl: Tag verwijderen

source: Delete order
nl_nl: Bestelling verwijderen

source: Delete coupon code
nl_nl: Coupon code verwijderen

source: Menu item import
nl_nl: Menu item importeren

source: Menu item delete
nl_nl: Menu item verwijderen

source: Redirect import
nl_nl: Doorverwijzing importeren

source: Redirect delete
nl_nl: Doorverwijzing importeren

source: Function returned false
nl_nl: Functie geretourneerd onjuist

source: %s: Your PHP Version is lower then the minimum required %s, Thus the activation of this plugin will not continue.
nl_nl: %s: Je PHP versie is lager dan de minimum vereiste %s, dus de activering van deze plugin zal niet doorgaan.

source: Inactive Widgets
nl_nl: Inactieve widgets

source: Drag widgets here to remove them from the sidebar but keep their settings.
nl_nl: Versleep hier widgets om ze uit de zijbalk te verwijderen, maar behoud de instellingen.

source: StoreKeeper synchronization plugin
nl_nl: StoreKeeper synchronisatie plugin

source: This plugin provides sync possibilities with the Backoffice.
nl_nl: Deze plug-in biedt synchronisatiemogelijkheden met de Backoffice.
